[
{"repo": ["/gluon-api/gluon-api", "/emilwallner/Coloring-greyscale-images-in-Keras", "/tjwei/GANotebooks", "/zackchase/mxnet-the-straight-dope", "/caffe2/caffe2", "/ageron/handson-ml", "/dennybritz/reinforcement-learning", "/fivethirtyeight/data", "/BinRoot/TensorFlow-Book", "/hchasestevens/posts", "/fastai/courses", "/blei-lab/edward", "/pytorch/vision", "/blue-yonder/tsfresh", "/udacity/CarND-LaneLines-P1", "/sdrangan/introml", "/udacity/CarND-Traffic-Sign-Classifier-Project", "/cocodataset/cocoapi", "/HeinrichHartmann/Statistics-for-Engineers", "/yongyehuang/Tensorflow-Tutorial", "/mdda/deep-learning-workshop", "/IIC2233/Syllabus", "/STScI-JWST/jwst", "/aymericdamien/TensorFlow-Examples", "/CamDavidsonPilon/Probabilistic-Programming-and-Bayesian-Methods-for-Hackers"], "title": ["\n        A clear, concise, simple yet powerful and efficient API for deep learning.\n      ", "\n        Coloring B&W portraits with neural networks.\n      ", "\n        wgan, wgan2(improved, gp), infogan, and dcgan implementation in lasagne, keras, pytorch\n      ", "\n        An interactive book on deep learning. Much easy, so MXNet. Wow.\n      ", "\n        Caffe2 is a lightweight, modular, and scalable deep learning framework.\n      ", "\n        A series of Jupyter notebooks that walk you through the fundamentals of Machine Learning and Deep Learning in python using Scikit-Learn and TensorFlow.\n      ", "\n        Implementation of Reinforcement Learning Algorithms. Python, OpenAI Gym, Tensorflow. Exercises and Solutions to accompany Sutton's Book and David Silver's course.\n      ", "\n        Data and code behind the stories and interactives at FiveThirtyEight\n      ", "\n        Accompanying source code for Machine Learning with TensorFlow. Refer to the book for step-by-step explanations.\n      ", "\n        A collection of miscellaneous thoughts that aren't on my blog.\n      ", "\n        fast.ai Courses\n      ", "\n        A library for probabilistic modeling, inference, and criticism. Deep generative models, variational inference. Runs on TensorFlow.\n      ", "\n        Datasets, Transforms and Models specific to Computer Vision\n      ", "\n        Automatic extraction of relevant features from time series:\n      ", "\n        Lane Finding Project for Self-Driving Car ND\n      ", "\n        Python tutorials for introduction to machine learning\n      ", "\n        Classify Traffic Signs.\n      ", "\n        COCO API - Dataset @ ", " \n      ", "\n        Statistics Tutorial for IT Operations Engineers\n      ", "\n        Some interesting TensorFlow tutorials for beginners.\n      ", "\n        Deep Learning Workshop : Including a VirtualBox VM with pre-configured Jupyter, Theano, Tensorflow, models and data\n      ", "\n        Repositorio oficial del curso IIC2233 Programación Avanzada ", " ", "\n\n      ", "\n        JWST Calibration Pipeline\n      ", "\n        TensorFlow Tutorial and Examples for Beginners with Latest APIs\n      ", "\n        aka \"Bayesian Methods for Hackers\": An introduction to Bayesian methods + probabilistic programming with a computation/understanding-first, mathematics-second point of view. All in pure Python ;) \n      "]},
{"repo": ["/ikostrikov/pytorch-a2c-ppo-acktr", "/IntelLabs/hpat", "/mricon/rev-proxy-grapher", "/tensorflow/models", "/XX-net/XX-Net", "/tryolabs/luminoth", "/vinta/awesome-python", "/josephmisiti/awesome-machine-learning", "/scikit-learn/scikit-learn", "/openai/multiagent-particle-envs", "/pallets/flask", "/rg3/youtube-dl", "/fchollet/keras", "/django/django", "/qutebrowser/qutebrowser", "/pytorch/pytorch", "/home-assistant/home-assistant", "/python/cpython", "/scrapy/scrapy", "/apache/incubator-mxnet", "/kennethreitz/pipenv", "/hackerkid/Mind-Expanding-Books", "/ansible/awx", "/ansible/ansible", "/jakubroztocil/httpie"], "title": ["\n        PyTorch implementation of Advantage Actor Critic (A2C), Proximal Policy Optimization (PPO) and Scalable trust-region method for deep reinforcement learning using Kronecker-factored approximation (ACKTR).\n      ", "\n        Reverse proxy grapher\n      ", "\n        Models built with TensorFlow\n      ", "\n        a web proxy tool\n      ", "\n        Deep Learning toolkit for Computer Vision\n      ", "\n        A curated list of awesome Python frameworks, libraries, software and resources\n      ", "\n        A curated list of awesome Machine Learning frameworks, libraries and software.\n      ", "\n        scikit-learn: machine learning in Python\n      ", "\n        A microframework based on Werkzeug, Jinja2 and good intentions\n      ", "\n        Command-line program to download videos from YouTube.com and other video sites\n      ", "\n        Deep Learning library for Python. Runs on TensorFlow, Theano, or CNTK.\n      ", "\n        The Web framework for perfectionists with deadlines.\n      ", "\n        A keyboard-driven, vim-like browser based on PyQt5.\n      ", "\n        Tensors and Dynamic neural networks in Python with strong GPU acceleration\n      ", "\n        \n", " Open-source home automation platform running on Python 3\n      ", "\n        The Python programming language\n      ", "\n        Scrapy, a fast high-level web crawling & scraping framework for Python.\n      ", "\n        Lightweight, Portable, Flexible Distributed/Mobile Deep Learning with Dynamic, Mutation-aware Dataflow Dep Scheduler; for Python, R, Julia, Scala, Go, Javascript and more\n      ", "\n         Python Development Workflow for Humans.\n      ", "\n         ", " Books that will blow your mind \n      ", "\n        AWX Project\n      ", "\n        Ansible is a radically simple IT automation platform that makes your applications and systems easier to deploy. Avoid writing scripts or custom code to deploy and update your applications— automate in a language that approaches plain English, using SSH, with no agents to install on remote systems.\n      ", "\n        Modern command line HTTP client – user-friendly curl alternative with intuitive UI, JSON support, syntax highlighting, wget-like downloads, extensions, etc. ", "\n      "]}
]